Repository: hmtvltk2/nextgisweb
Catalog: nextgisweb/feature_attachment/locale/*.po
Languages: vi

source: Attachments
vi: Tệp đính kèm

source: Feature attachments
vi: Tệp đính kèm đối tượng

source: Attachment not found
vi: Không tìm thấy tệp đính kèm

source: Attachment with id = %d was not found in feature with id = %d.
vi: Không tìm thấy tệp đính kèm với id = %d trong đối tượng có id = %d.

source: The attachment may have been deleted or an error in the address.
vi: Tệp đính kèm có thể đã bị xóa hoặc có lỗi trong địa chỉ.

source: Draw the geometry on the map to visualize the attachments to the objects
vi: Vẽ hình học trên bản đồ để hiển thị tệp đính kèm cho các đối tượng

source: Object:
vi: Đối tượng:

source: Identify object
vi: Xác định đối tượng

source: Attachments:
vi: Tệp đính kèm:

source: No attachments
vi: Không có tệp đính kèm

source: Download all attachments
vi: Tải xuống tất cả tệp đính kèm

source: File name
vi: Tên tệp

source: Size
vi: Kích thước

source: Description
vi: Mô tả

source: Use export to copy feature attachments between different layers or to create a backup. The resulting ZIP archive will contain all of the attachments put in directories named after feature IDs. Attachment metadata are put into a separate JSON file.
vi: Sử dụng xuất để sao chép tệp đính kèm giữa các lớp khác nhau hoặc tạo bản sao lưu. Tệp ZIP kết quả sẽ chứa tất cả tệp đính kèm trong các thư mục được đặt tên theo ID đối tượng. Siêu dữ liệu tệp đính kèm sẽ được lưu trong một tệp JSON riêng biệt.

source: Export attachments to ZIP archive
vi: Xuất tệp đính kèm ra tệp ZIP

source: Back to resource
vi: Quay lại tài nguyên

source: Close
vi: Đóng

source: The archive has been successfully imported.
vi: Đã nhập tệp lưu trữ thành công.

source: Attachments imported - {i}, skipped - {s}.
vi: Tệp đính kèm đã nhập - {i}, đã bỏ qua - {s}.

source: Upload a ZIP archive to batch append attachments to existing features. An archive must contain directories named after feature IDs. Each folder can contain one or many attachments. Duplicates will be ignored.
vi: Tải lên tệp ZIP để thêm hàng loạt tệp đính kèm vào các đối tượng hiện có. Tệp lưu trữ phải chứa các thư mục được đặt tên theo ID đối tượng. Mỗi thư mục có thể chứa một hoặc nhiều tệp đính kèm. Các tệp trùng lặp sẽ bị bỏ qua.

source: Delete existing attachments
vi: Xóa tệp đính kèm hiện có

source: Import attachments from ZIP archive
vi: Nhập tệp đính kèm từ tệp ZIP

source: Export
vi: Xuất

source: Import
vi: Nhập

source: Unnamed
vi: Không tên

source: MIME type
vi: Loại MIME

source: Toggle panorama viewer
vi: Bật/tắt trình xem toàn cảnh

source: Failed to upload image
vi: Tải ảnh lên thất bại

source: Invalid ZIP archive.
vi: Tệp ZIP không hợp lệ.

source: File '{}' isn't found in metadata.
vi: Không tìm thấy tệp '{}' trong siêu dữ liệu.

source: Invalid feature ID for file '{}'.
vi: ID đối tượng không hợp lệ cho tệp '{}'.

source: Invalid keyname for file '{}'.
vi: Tên khóa không hợp lệ cho tệp '{}'.

source: Invalid name for file '{}'.
vi: Tên không hợp lệ cho tệp '{}'.

source: Invalid MIME type for file '{}'.
vi: Loại MIME không hợp lệ cho tệp '{}'.

source: Invalid description for file '{}'.
vi: Mô tả không hợp lệ cho tệp '{}'.

source: Could not determine feature ID for file '{}'.
vi: Không thể xác định ID đối tượng cho tệp '{}'.

source: File '{}' isn't found in the archive.
vi: Không tìm thấy tệp '{}' trong lưu trữ.

source: Manage attachments
vi: Quản lý tệp đính kèm
