Repository: hmtvltk2/nextgisweb
Catalog: nextgisweb/raster_layer/locale/*.po
Languages: vi

source: Requested raster is not COG.
vi: Raster được yêu cầu không phải là COG.

source: Range header is missed or invalid.
vi: Thiếu hoặc sai tiêu đề 'Range'.

source: Range %s can not be read.
vi: Không thể đọc phạm vi %s.

source: Rasters and pyramids
vi: Raster và pyramid

source: Raster layer
vi: Lớp raster

source: No supported files found in the archive.
vi: Không tìm thấy tệp được hỗ trợ trong tệp lưu trữ.

source: The archive contains multiple supported files: {supported_zip_items}.
vi: Tệp lưu trữ chứa nhiều tệp được hỗ trợ: {supported_zip_items}.

source: GDAL library was unable to open the file.
vi: Thư viện GDAL không thể mở tệp.

source: Raster files without projection info are not supported.
vi: Không hỗ trợ tệp raster không có thông tin hệ quy chiếu.

source: Mixed band data types are not supported.
vi: Không hỗ trợ kiểu dữ liệu kênh hỗn hợp.

source: GDAL was uanble to parse the raster coordinate system.
vi: GDAL không thể phân tích hệ tọa độ của raster.

source: The source raster has a local coordinate system and can't be reprojected to the target coordinate system.
vi: Raster nguồn có hệ tọa độ cục bộ và không thể chuyển đổi sang hệ tọa độ đích.

source: Failed to reproject the raster to the target coordinate system.
vi: Không thể chuyển đổi hệ tọa độ raster sang hệ tọa độ đích.

source: GDAL error message: %s
vi: Thông báo lỗi GDAL: %s

source: The uncompressed raster size ({size}) exceeds the limit ({limit}) by {delta}. Reduce raster size to fit the limit.
vi: Kích thước raster chưa nén ({size}) vượt quá giới hạn ({limit}) là {delta}. Hãy giảm kích thước raster để phù hợp với giới hạn.

source: {n} band with {t} data type
vi: {n} kênh với kiểu dữ liệu {t}

source: Band summary
vi: Tóm tắt kênh

source: Pixel dimensions
vi: Kích thước pixel

source: Persistent auxiliary metadata (PAM)
vi: Siêu dữ liệu phụ trợ (PAM)

source: Select a dataset
vi: Chọn một tập dữ liệu

source: Supported formats: GeoTIFF, JPEG, and PNG with GDAL PAM metadata (.aux.xml files). Multi-file datasets should be uploaded as ZIP archives.
vi: Hỗ trợ các định dạng: GeoTIFF, JPEG và PNG với siêu dữ liệu GDAL PAM (tệp .aux.xml). Tập dữ liệu nhiều tệp nên tải lên dưới dạng tệp ZIP.

source: Band
vi: Kênh

source: Format
vi: Định dạng

source: SRS
vi: Hệ tọa độ

source: Bands
vi: Các kênh

source: Save
vi: Lưu

source: Save as
vi: Lưu thành

source: A Cloud Optimized GeoTIFF (COG) is a regular GeoTIFF file, aimed at being hosted on a HTTP file server, with an internal organization that enables more efficient workflows on the cloud. It does this by leveraging the ability of clients issuing ​HTTP GET range requests to ask for just the parts of a file they need.
vi: Cloud Optimized GeoTIFF (COG) là một tệp GeoTIFF thông thường, được tối ưu hóa để lưu trữ trên máy chủ HTTP, với cấu trúc bên trong cho phép xử lý hiệu quả hơn trên đám mây. Nó tận dụng khả năng của các client gửi yêu cầu HTTP GET range để chỉ lấy các phần cần thiết của tệp.

source: Download
vi: Tải xuống
