Repository: hmtvltk2/nextgisweb
Catalog: nextgisweb/tmsclient/locale/*.po
Languages: vi

source: TMS connection
vi: Kết nối TMS

source: API key required.
vi: Yêu cầu khóa API.

source: Zoom is out of range.
vi: Mức thu phóng nằm ngoài phạm vi.

source: TMS layer
vi: Lớp TMS

source: Layer name required.
vi: Yêu cầu tên lớp.

source: Type
vi: Loại

source: Custom
vi: Tùy chỉnh

source: URL template
vi: Mẫu URL

source: Scheme
vi: Giao thức

source: API key
vi: Khóa API

source: API key param
vi: Tham số khóa API

source: Username
vi: Tên người dùng

source: Password
vi: Mật khẩu

source: Skip SSL/TLS certificate verification
vi: Bỏ qua xác minh chứng chỉ SSL/TLS

source: This connection based on NextGIS Geoservices
vi: Kết nối này dựa trên NextGIS Geoservices

source: Layer
vi: Lớp

source: Min zoom level
vi: Mức thu phóng tối thiểu

source: Max zoom level
vi: Mức thu phóng tối đa

source: Tile size
vi: Kích thước tile

source: Extent
vi: Phạm vi

source: The remote server did not respond in time.
vi: Máy chủ từ xa không phản hồi kịp thời.

source: Unable to get a response from the remote server.
vi: Không thể nhận phản hồi từ máy chủ từ xa.

source: An unexpected HTTP status code was received from the remote server.
vi: Nhận được mã trạng thái HTTP không mong đợi từ máy chủ từ xa.
