Repository: hmtvltk2/nextgisweb
Catalog: nextgisweb/spatial_ref_sys/locale/*.po
Languages: vi

source: System SRS cannot be deleted.
vi: Không thể xóa hệ tọa độ hệ thống.

source: Invalid SRS definition!
vi: Định nghĩa SRS không hợp lệ!

source: SRS authority attributes must be defined while importing from the catalog.
vi: Thuộc tính tổ chức của SRS phải được chỉ định khi nhập từ danh mục.

source: SRS #{} already exists.
vi: SRS #{} đã tồn tại.

source: Spatial reference systems
vi: Các hệ tọa độ

source: Display name
vi: Tên hiển thị

source: Show in catalog
vi: Hiển thị trong danh mục

source: Authority and code
vi: Tổ chức và mã

source: Import
vi: Nhập

source: Search
vi: Tìm kiếm

source: Latitude
vi: Vĩ độ

source: Longitude
vi: Kinh độ

source: OGC WKT definition
vi: Định nghĩa OGC WKT

source: View details
vi: Xem chi tiết

source: Import from catalog
vi: Nhập từ danh mục

source: Format
vi: Định dạng

source: Definition
vi: Định nghĩa

source: Import definition
vi: Nhập định nghĩa

source: Delete SRS?
vi: Xóa SRS?

source: SRS deleted
vi: Đã xóa SRS

source: Catalog not cofigured
vi: Chưa cấu hình danh mục

source: The spatial reference system catalog is not configured on this server.
vi: Danh mục hệ tọa độ chưa được cấu hình trên máy chủ này.

source: Invalid MapInfo spatial reference system: %s
vi: Hệ tọa độ MapInfo không hợp lệ: %s

source: Unknown spatial reference system format: %s!
vi: Định dạng hệ tọa độ không xác định: %s!

source: Invalid OGC WKT definition!
vi: Định nghĩa OGC WKT không hợp lệ!

source: Create new Spatial reference system
vi: Tạo hệ tọa độ mới

source: Spatial reference system catalog
vi: Danh mục hệ tọa độ

source: Spatial reference system
vi: Hệ tọa độ

source: List
vi: Danh sách

source: Create
vi: Tạo mới

source: Catalog
vi: Danh mục

source: Edit
vi: Chỉnh sửa

source: Delete
vi: Xóa
