Repository: hmtvltk2/nextgisweb
Catalog: nextgisweb/tileset/locale/*.po
Languages: vi

source: Tilesets
vi: Bộ tile

source: Tile {} unsupported.
vi: Không hỗ trợ tile {}.

source: Tileset
vi: Bộ tile

source: Number of tiles
vi: Số lượng tile

source: Zoom levels
vi: Các mức thu phóng

source: From {min} to {max}
vi: Từ {min} đến {max}

source: Tiles '{}' and '{}' are located in different subdirectories.
vi: Tile '{}' và '{}' nằm ở các thư mục con khác nhau.

source: Tiles '{}' and '{}' have different extensions.
vi: Tile '{}' và '{}' có phần mở rộng khác nhau.

source: Unsupported data format.
vi: Định dạng dữ liệu không được hỗ trợ.

source: Only 256x256 px tiles are supported.
vi: Chỉ hỗ trợ tile kích thước 256x256 pixel.

source: No tiles found in source.
vi: Không tìm thấy tile trong nguồn.

source: Select a tileset
vi: Chọn bộ tile

source: MBTiles and ZIP archives of tiles are supported. Tiles should be in PNG or JPEG format and have a size of 256x256 pixels.
vi: Hỗ trợ MBTiles và tệp ZIP chứa tile. Tile phải ở định dạng PNG hoặc JPEG và có kích thước 256x256 pixel.
