Repository: hmtvltk2/nextgisweb
Catalog: nextgisweb/postgis/locale/*.po
Languages: vi

source: Table (%s) not found in schema (%s).
vi: Không tìm thấy bảng (%s) trong lược đồ (%s).

source: PostGIS layer {} not found!
vi: Không tìm thấy lớp PostGIS {}!

source: PostGIS connection {} not found!
vi: Không tìm thấy kết nối PostGIS {}!

source: Got an unexpected error.
vi: Đã xảy ra lỗi không mong muốn.

source: PostgreSQL connection
vi: Kết nối PostgreSQL

source: Host name resolution failed: {}.
vi: Không thể phân giải tên máy chủ: {}.

source: Failed to connect to the database.
vi: Kết nối đến cơ sở dữ liệu thất bại.

source: Connected to the database.
vi: Đã kết nối đến cơ sở dữ liệu.

source: Executed {} query.
vi: Đã thực thi truy vấn {}.

source: PostgreSQL version {}.
vi: Phiên bản PostgreSQL {}.

source: SSL is used.
vi: Đang sử dụng SSL.

source: SSL is not used.
vi: Không sử dụng SSL.

source: PostGIS extension
vi: Tiện ích mở rộng PostGIS

source: PostGIS extension not found.
vi: Không tìm thấy tiện ích mở rộng PostGIS.

source: PostGIS extension version {}.
vi: Phiên bản tiện ích mở rộng PostGIS {}.

source: Number of geometry columns: {}.
vi: Số lượng cột hình học: {}.

source: Number of spatial reference systems: {}.
vi: Số lượng hệ tọa độ: {}.

source: Layer table
vi: Bảng lớp

source: Table not found.
vi: Không tìm thấy bảng.

source: Table found, table type is {}.
vi: Đã tìm thấy bảng, loại bảng là {}.

source: {} privilege is present.
vi: Đặc quyền {} có sẵn.

source: {} privilege is absent.
vi: Đặc quyền {} không có.

source: Number of records: {}.
vi: Số lượng bản ghi: {}.

source: ID or geometry column isn't set.
vi: Chưa thiết lập cột ID hoặc hình học.

source: ID column
vi: Cột ID

source: Column not found.
vi: Không tìm thấy cột.

source: Column found, but has non-integer type - {}.
vi: Đã tìm thấy cột, nhưng không phải kiểu số nguyên - {}.

source: Column found, type is {}.
vi: Đã tìm thấy cột, kiểu là {}.

source: Column is the primary key.
vi: Cột là khóa chính.

source: Column is not the primary key.
vi: Cột không phải là khóa chính.

source: Column can be NULL.
vi: Cột có thể là NULL.

source: NULL values in the column.
vi: Có giá trị NULL trong cột.

source: No NULL values in the column.
vi: Không có giá trị NULL trong cột.

source: Column cannot be NULL.
vi: Cột không thể là NULL.

source: Unique index not found.
vi: Không tìm thấy chỉ mục duy nhất.

source: Unique index found.
vi: Đã tìm thấy chỉ mục duy nhất.

source: Non-unique values in the column.
vi: Có giá trị không duy nhất trong cột.

source: All values are unique.
vi: Tất cả giá trị đều duy nhất.

source: Column is auto-incrementable.
vi: Cột có thể tự động tăng.

source: Column isn't auto-incrementable.
vi: Cột không thể tự động tăng.

source: Geometry column
vi: Cột hình học

source: Column found, but has an incompatible type - {}.
vi: Đã tìm thấy cột, nhưng kiểu không tương thích - {}.

source: Geometry SRID mismatch.
vi: SRID hình học không khớp.

source: Failed to reproject extent to SRID {}.
vi: Không thể chuyển đổi phạm vi sang SRID {}.

source: Extent (SRID {}): {}.
vi: Phạm vi (SRID {}): {}.

source: Field columns
vi: Các cột trường

source: Column of field '{}' not found.
vi: Không tìm thấy cột của trường '{}'.

source: Column of field '{}' found, but has an incompatible type - {}.
vi: Đã tìm thấy cột của trường '{}', nhưng kiểu không tương thích - {}.

source: Column of field '{}' found, type is {}.
vi: Đã tìm thấy cột của trường '{}', kiểu là {}.

source: External database error
vi: Lỗi cơ sở dữ liệu bên ngoài

source: Point
vi: Điểm

source: Line
vi: Đường

source: Polygon
vi: Đa giác

source: Multipoint
vi: Đa điểm

source: Multiline
vi: Đa đường

source: Multipolygon
vi: Đa đa giác

source: Point Z
vi: Điểm Z

source: Line Z
vi: Đường Z

source: Polygon Z
vi: Đa giác Z

source: Multipoint Z
vi: Đa điểm Z

source: Multiline Z
vi: Đa đường Z

source: Multipolygon Z
vi: Đa đa giác Z

source: PostGIS connection
vi: Kết nối PostGIS

source: Cannot connect to the database!
vi: Không thể kết nối đến cơ sở dữ liệu!

source: PostGIS layer
vi: Lớp PostGIS

source: Table '%(table)s' not found!
vi: Không tìm thấy bảng '%(table)s'!

source: SRID missing in geometry_columns table! You should specify it manually.
vi: Thiếu SRID trong bảng geometry_columns! Bạn cần chỉ định thủ công.

source: 0 is an invalid SRID.
vi: SRID bằng 0 là không hợp lệ.

source: SRID in geometry_columns table does not match specified!
vi: SRID trong bảng geometry_columns không khớp với giá trị đã chỉ định!

source: Geometry type missing in geometry_columns table! You should specify it manually.
vi: Thiếu loại hình học trong bảng geometry_columns! Bạn cần chỉ định thủ công.

source: Geometry type in geometry_columns table does not match specified!
vi: Loại hình học trong bảng geometry_columns không khớp với giá trị đã chỉ định!

source: To use column as ID it should have integer type!
vi: Để sử dụng cột làm ID, nó phải có kiểu số nguyên!

source: Column '%(column)s' not found!
vi: Không tìm thấy cột '%(column)s'!

source: Geometry type
vi: Loại hình học

source: Host
vi: Máy chủ

source: Port
vi: Cổng

source: SSL mode
vi: Chế độ SSL

source: User
vi: Người dùng

source: Password
vi: Mật khẩu

source: Database
vi: Cơ sở dữ liệu

source: Unknown
vi: Không xác định

source: Success
vi: Thành công

source: Warning
vi: Cảnh báo

source: Error
vi: Lỗi

source: Fields need to be updated due to autodetection
vi: Các trường cần được cập nhật do tự động phát hiện

source: Connection
vi: Kết nối

source: Schema
vi: Lược đồ

source: Table
vi: Bảng

source: Autodetect
vi: Tự động phát hiện

source: Fields
vi: Trường

source: Keep existing definitions untouched
vi: Giữ nguyên các định nghĩa hiện có

source: Update definitions from the database
vi: Cập nhật định nghĩa từ cơ sở dữ liệu

source: Diagnostics
vi: Chẩn đoán

source: PostGIS diagnostics
vi: Chẩn đoán PostGIS
