Repository: hmtvltk2/nextgisweb
Catalog: nextgisweb/pyramid/locale/*.po
Languages: vi

source: Storage management is not enabled on this server.
vi: Quản lý lưu trữ chưa được bật trên máy chủ này.

source: Invalid font file name: '{}'. Only latin letters, digits, hyphens and underscores are allowed. The *.ttf or *.otf extension is required.
vi: Tên tệp phông chữ không hợp lệ: '{}'. Chỉ cho phép chữ cái latin, số, dấu gạch ngang và dấu gạch dưới. Yêu cầu phần mở rộng *.ttf hoặc *.otf.

source: Font '{0}' is larger than {1} bytes.
vi: Phông chữ '{0}' lớn hơn {1} byte.

source: The '{}' query parameter should not contain additional values if 'all' is specified.
vi: Tham số truy vấn '{}' không được chứa giá trị bổ sung nếu đã chọn 'all'.

source: Got an unsupported MIME type: '{}'.
vi: Nhận loại MIME không được hỗ trợ: '{}'.

source: 64K should be enough for a logo.
vi: 64K là đủ cho một logo.

source: Your Web GIS at nextgis.com
vi: Web GIS của bạn tại nextgis.com

source: Request timeout
vi: Hết thời gian yêu cầu

source: Enabled
vi: Đã bật

source: Disabled
vi: Đã tắt

source: Internal server error
vi: Lỗi máy chủ nội bộ

source: The server encountered an internal error or misconfiguration and was unable to complete your request.
vi: Máy chủ gặp lỗi nội bộ hoặc cấu hình sai và không thể hoàn thành yêu cầu của bạn.

source: Bad request
vi: Yêu cầu không hợp lệ

source: The server could not comply with the request since it is either malformed or otherwise incorrect.
vi: Máy chủ không thể thực hiện yêu cầu do yêu cầu bị lỗi hoặc không hợp lệ.

source: Payment required
vi: Yêu cầu thanh toán

source: Access was denied for financial reasons.
vi: Truy cập bị từ chối vì lý do tài chính.

source: Forbidden
vi: Bị cấm

source: Access was denied to this resource.
vi: Bạn không có quyền truy cập tài nguyên này.

source: Page not found
vi: Không tìm thấy trang

source: The page may have been deleted or an error in the address. Correct the address or go to the home page and try to find the desired page.
vi: Trang có thể đã bị xóa hoặc địa chỉ bị sai. Hãy sửa địa chỉ hoặc về trang chủ để tìm lại trang mong muốn.

source: Unprocessable entity
vi: Không thể xử lý thực thể

source: Unable to process the contained instructions.
vi: Không thể thực hiện thao tác yêu cầu.

source: Not implemented
vi: Chưa được triển khai

source: Service unavailable
vi: Dịch vụ không khả dụng

source: The server is currently unavailable. Please try again at a later time.
vi: Máy chủ hiện không khả dụng. Vui lòng thử lại sau.

source: Lunkwill not enabled
vi: Lunkwill chưa được bật

source: The Lunkwill extension is not configured on this server.
vi: Tiện ích mở rộng Lunkwill chưa được cấu hình trên máy chủ này.

source: Something went wrong.
vi: Đã xảy ra lỗi.

source: Unknown API error
vi: Lỗi API không xác định

source: There is no response from the server or problem connecting to server.
vi: Không có phản hồi từ máy chủ hoặc có sự cố khi kết nối đến máy chủ.

source: Network error
vi: Lỗi mạng

source: Check network connectivity and try again later.
vi: Kiểm tra kết nối mạng và thử lại sau.

source: Unexpected server response
vi: Phản hồi máy chủ không mong đợi

source: Unexpected error while processing long-running request.
vi: Lỗi không mong muốn khi xử lý yêu cầu kéo dài.

source: Long-running request error
vi: Lỗi yêu cầu kéo dài

source: Long-running request was cancelled.
vi: Yêu cầu kéo dài đã bị hủy.

source: Filename
vi: Tên tệp

source: Timestamp (UTC)
vi: Dấu thời gian (UTC)

source: Size
vi: Kích thước

source: Get your own Web GIS at nextgis.com
vi: Tạo Web GIS của riêng bạn tại nextgis.com

source: Enter allowed origins for cross domain requests to use HTTP API of this Web GIS on other websites. One origin per line.
vi: Nhập các nguồn được phép cho yêu cầu liên miền để sử dụng HTTP API của Web GIS này trên các trang web khác. Mỗi dòng một nguồn.

source: Please note that different protocols (HTTP and HTTPS) and subdomains (example.com and www.example.com) are different origins. Wildcards are allowed for third-level domains and higher.
vi: Lưu ý rằng các giao thức khác nhau (HTTP và HTTPS) và các tên miền phụ (example.com và www.example.com) được coi là các nguồn khác nhau. Có thể dùng ký tự đại diện cho tên miền cấp ba trở lên.

source: CORS settings updated
vi: Đã cập nhật cài đặt CORS

source: Fix the form errors first
vi: Vui lòng sửa lỗi trong biểu mẫu trước

source: The value entered is not valid
vi: Giá trị nhập vào không hợp lệ

source: Custom styles saved. Reload the page to get them applied.
vi: Đã lưu kiểu tùy chỉnh. Tải lại trang để áp dụng thay đổi.

source: Enter custom CSS rules here. They will be used to redefine styles, design for all pages of your Web GIS.
vi: Nhập quy tắc CSS tùy chỉnh tại đây. Chúng sẽ được sử dụng để thay đổi giao diện cho tất cả các trang của Web GIS.

source: During operation, the Web GIS will restart. All existing requests will be aborted. Proceed?
vi: Trong quá trình thực hiện, Web GIS sẽ khởi động lại. Tất cả các yêu cầu hiện tại sẽ bị hủy. Tiếp tục?

source: Web GIS is restarting, please wait...
vi: Web GIS đang khởi động lại, vui lòng chờ...

source: Custom
vi: Tùy chỉnh

source: System
vi: Hệ thống

source: Font
vi: Phông chữ

source: Format
vi: Định dạng

source: Type
vi: Loại

source: Delete
vi: Xóa

source: Show system fonts
vi: Hiển thị phông chữ hệ thống

source: The home path setting is saved.
vi: Đã lưu cài đặt trang chủ.

# test
source: unit
vi: đơn vị

source: Sign in
vi: Đăng nhập

source: Invitation session
vi: Phiên mời

source: User settings
vi: Cài đặt người dùng

source: Sign out
vi: Đăng xuất

source: Resources
vi: Tài nguyên

source: Control panel
vi: Bảng điều khiển

source: Help
vi: Trợ giúp

source: We recommend height of 45 px and width of up to 200 px.
vi: Khuyến nghị chiều cao 45 px và chiều rộng tối đa 200 px.

source: Only PNG and SVG images are supported.
vi: Chỉ hỗ trợ hình ảnh PNG và SVG.

source: Measurement ID
vi: ID đo lường

source: Add
vi: Thêm

source: The setting is saved.
vi: Đã lưu cài đặt.

source: Reload the page to get them applied.
vi: Tải lại trang để áp dụng thay đổi.

source: Add one or more counters to your Web GIS.
vi: Thêm một hoặc nhiều bộ đếm vào Web GIS của bạn.

source: HTML code of these counters will be embeded into each page and will allow you to track user activity.
vi: Mã HTML của các bộ đếm này sẽ được nhúng vào mỗi trang và cho phép bạn theo dõi hoạt động của người dùng.

source: Tag number
vi: Số thẻ

source: Some changes may be reflected only after full estimation.
vi: Một số thay đổi chỉ có thể hiển thị sau khi đánh giá đầy đủ.

source: Storage usage was fully estimated at {f}.
vi: Việc sử dụng lưu trữ đã được đánh giá đầy đủ vào {f}.

source: Storage usage was fully estimated at {f} and updated at {u}.
vi: Việc sử dụng lưu trữ đã được đánh giá đầy đủ vào {f} và cập nhật vào {u}.

source: Storage usage hasn't been estimated yet but was updated at {u}.
vi: Việc sử dụng lưu trữ chưa được đánh giá đầy đủ nhưng đã được cập nhật vào {u}.

source: Storage usage hasn't been estimated yet.
vi: Việc sử dụng lưu trữ chưa được đánh giá đầy đủ.

source: Kind of data
vi: Loại dữ liệu

source: Volume
vi: Dung lượng

source: Total
vi: Tổng cộng

source: of
vi: trên

source: Estimate storage
vi: Ước tính lưu trữ

source: Package
vi: Gói

source: Version
vi: Phiên bản

source: Platform
vi: Nền tảng

source: Browser support
vi: Hỗ trợ trình duyệt

source: or higher
vi: hoặc cao hơn

source: Not supported
vi: Không được hỗ trợ

source: Your browser
vi: Trình duyệt của bạn

source: Checking for updates...
vi: Đang kiểm tra cập nhật...

source: <a>Contact support</a> for update.
vi: <a>Liên hệ hỗ trợ</a> để cập nhật.

source: Show details
vi: Xem chi tiết

source: Critical updates are available: {version}. Please consider updating an soon as possible.
vi: Có bản cập nhật quan trọng: {version}. Vui lòng cập nhật sớm nhất có thể.

source: New version of {distribution} is available: {version}.
vi: Đã có phiên bản mới của {distribution}: {version}.

source: Your {distribution} is up-to-date.
vi: {distribution} của bạn đã là phiên bản mới nhất.

source: The system name setting is saved.
vi: Đã lưu cài đặt tên hệ thống.

source: Critical updates are available
vi: Có bản cập nhật quan trọng

source: Updates are available
vi: Có bản cập nhật mới

source: Click to see what's new
vi: Nhấn để xem có gì mới

source: Cross-origin resource sharing (CORS)
vi: Chia sẻ tài nguyên giữa các nguồn (CORS)

source: Browser compatibility test
vi: Kiểm tra tương thích trình duyệt

source: %(name)s %(current)s supported
vi: %(name)s %(current)s được hỗ trợ

source: Web GIS browser compatibility test has been passed! The Web GIS should work fine.
vi: Đã vượt qua kiểm tra tương thích trình duyệt! Web GIS sẽ hoạt động bình thường.

source: %(name)s not supported
vi: %(name)s không được hỗ trợ

source: You're using %(name)s although it's not supported by the Web GIS. It's an outdated browser lacking required features. Try a different browser or contact your system administrator if another browser isn't available.
vi: Bạn đang sử dụng %(name)s nhưng nó không được Web GIS hỗ trợ. Đây là trình duyệt cũ thiếu các tính năng cần thiết. Hãy thử trình duyệt khác hoặc liên hệ quản trị viên nếu không có trình duyệt khác.

source: %(name)s %(current)s not supported
vi: %(name)s %(current)s không được hỗ trợ

source: You're using %(name)s %(current)s although it's not supported by the Web GIS. It's an outdated version lacking required features. Contact your system administrator for upgrading to %(name)s %(required)s+ or try a different browser.
vi: Bạn đang sử dụng %(name)s %(current)s nhưng nó không được Web GIS hỗ trợ. Đây là phiên bản trình duyệt cũ thiếu các tính năng cần thiết. Hãy liên hệ quản trị viên để nâng cấp lên %(name)s %(required)s+ hoặc thử trình duyệt khác.

source: If you still want to continue using the current browser, click the link below to bypass the compatibility test. The Web GIS or some features may degrade or fail in this case.
vi: Nếu bạn vẫn muốn tiếp tục sử dụng trình duyệt hiện tại, hãy nhấn vào liên kết bên dưới để bỏ qua kiểm tra tương thích. Web GIS hoặc một số tính năng có thể hoạt động không đúng hoặc bị lỗi.

source: I understood but want to proceed at my own risk. Skip the test!
vi: Tôi hiểu nhưng muốn tiếp tục. Bỏ qua kiểm tra!

source: Unknown browser
vi: Trình duyệt không xác định

source: If you are using an up-to-date browser the Web GIS should be fine.
vi: Nếu bạn dùng trình duyệt mới nhất, Web GIS sẽ hoạt động bình thường.

source: Parameter required
vi: Yêu cầu tham số

source: The '{}' query parameter is required.
vi: Tham số truy vấn '{}' là bắt buộc.

source: Invalid parameter
vi: Tham số không hợp lệ

source: The '{}' query parameter has an invalid value.
vi: Tham số truy vấn '{}' có giá trị không hợp lệ.

source: Malformed JSON body
vi: Nội dung JSON không hợp lệ

source: The JSON body of the request is malformed or invalid.
vi: Nội dung JSON của yêu cầu bị lỗi hoặc không hợp lệ.

source: HTTP API documentation
vi: Tài liệu HTTP API

source: System information
vi: Thông tin hệ thống

source: Font management
vi: Quản lý phông chữ

source: Storage
vi: Lưu trữ

source: Backups
vi: Sao lưu

source: Custom CSS
vi: CSS tùy chỉnh

source: Custom logo
vi: Logo tùy chỉnh

source: Web GIS name
vi: Tên Web GIS

source: Home path
vi: Trang chủ

source: Metrics and analytics
vi: Chỉ số và phân tích

source: Info
vi: Thông tin

source: Settings
vi: Cài đặt
