Repository: hmtvltk2/nextgisweb
Catalog: nextgisweb/render/locale/*.po
Languages: vi

source: Invalid origin
vi: Nguồn không hợp lệ

source: Origin validation is enabled for rendering requests, but the given origin doesn't match with the CORS origins list.
vi: Đã bật kiểm tra nguồn cho các yêu cầu kết xuất, nhưng nguồn được cung cấp không khớp với danh sách nguồn CORS cho phép.

source: Invalid symbols sequence
vi: Chuỗi ký tự không hợp lệ

source: Tile cache
vi: Bộ nhớ đệm tile

source: Enabled
vi: Đã bật

source: Disabled
vi: Đã tắt

source: Allow using tiles in non-tile requests
vi: Cho phép sử dụng tile cho các yêu cầu không phải tile

source: Max zoom level
vi: Mức thu phóng tối đa

source: TTL, sec.
vi: TTL, giây

source: Flush
vi: Xóa sạch

source: TMS (Tile Map Service)
vi: TMS (Dịch vụ bản đồ tile)

source: TMS (Tile Map Service) is a specification for tiled web maps. Tiled web map is a map displayed in a browser by seamlessly joining dozens of individually requested image.
vi: TMS (Dịch vụ bản đồ tile) là một tiêu chuẩn cho bản đồ web dạng tile. Bản đồ web dạng tile là bản đồ được hiển thị trên trình duyệt bằng cách ghép liền mạch hàng chục hình ảnh được yêu cầu riêng lẻ.

source: Legend symbols
vi: Ký hiệu chú giải
